---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MmSup2
source: html/06780d6a-46b3-c5e4-5fe1-5e14d52dfbf7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MmSup2 Property

Symbol mm², indicating unit Square millimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId MmSup2 { get; }
```